12/data/attachments/1bc93449aae635c7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b585d80b-ed86-486a-bcf5-b496beb7c3cf</nif:username>
            <nif:friendToBeAdded>Veronica_least_Actions_81094_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>